import cl from './Requisites.module.scss';

const Requisites = () => (
  <div className={cl.root}>
    <h1>Реквизиты</h1>
    <table>
      <tbody>
        <tr>
          <td colSpan="2">Индивидуальный предприниматель Колесников Андрей Александрович</td>
        </tr>
        <tr>
          <td>ИНН</td>
          <td>610902331807</td>
        </tr>
        <tr>
          <td>Свидетельство о постановке на учет ФЛ</td>
          <td>61 № 006009606 от 11.07.2001г.</td>
        </tr>
        <tr>
          <td>ОГРНИП</td>
          <td>312619410700048</td>
        </tr>
        <tr>
          <td>Свидетельство о гос. регистрации ИП</td>
          <td>61 №007024118 от 16.04.2012</td>
        </tr>
        <tr>
          <td>Выдано</td>
          <td>Межрайонная инспекция Федеральной налоговой службы № 24 по ростовской области</td>
        </tr>
        <tr>
          <td>Юридический адрес</td>
          <td>344016, Ростовская обл., г. Ростов-на-Дону, пр-кт Горшкова, д. 3/2, кв. 16</td>
        </tr>
        <tr>
          <td>Телефон</td>
          <td>8(863)310-02-26</td>
        </tr>
        <tr>
          <td>Почтовый адрес</td>
          <td>344016, Ростовская обл., г. Ростов-на-Дону, ул. Тельмана, д. 20, оф. 5</td>
        </tr>
        <tr>
          <td>Расчетный счет</td>
          <td>40802810552090023254</td>
        </tr>
        <tr>
          <td>Корр. счет</td>
          <td>30101810600000000602</td>
        </tr>
        <tr>
          <td>Банк</td>
          <td>Юго-Западный банк ПАО Сбербанк г. Ростов-на-Дону</td>
        </tr>
        <tr>
          <td>БИК</td>
          <td>046015602</td>
        </tr>
        <tr>
          <td>ОКПО</td>
          <td>173298036</td>
        </tr>
        <tr>
          <td>Эл. почта</td>
          <td>1_kolesnikov_1@mail.ru</td>
        </tr>
        <tr>
          <td>ОКПД2</td>
          <td>
            41.10 Документация проектная для строительства; <br />
            41.20.2 Здания нежилые; <br />
            42.22.11 Линии электропередачи и связи междугородные; <br />
            42.22.11.110 Линии (кабели) электропередачи высокого напряжения; <br />
            42.22.11.120 Линии связи (кабели) надземные и подводные магистральные; <br />
            2.22.12 Линии электропередачи и связи местные; <br />
            42.22.21 Работы строительные по прокладке магистральных линий электропередачи и связи;
            42.22.22 Работы строительные по прокладке местных линий электропередачи и связи; <br />
            43.12 Работы по подготовке строительной площадки; <br />
            43.21 Работы электромонтажные; <br />
            43.22 Работы по монтажу систем водопровода, канализации, отопления и кондиционирования
            воздуха; <br />
            <b>43.29 Работы строительно-монтажные прочие;</b> <br />
            43.31 Работы штукатурные; <br />
            43.33 Работы по устройству покрытий полов и облицовке стен; <br />
            43.39 Работы завершающие и отделочные в зданиях и сооружениях, прочие; <br />
            43.99 Работы строительные специализированные, не включенные в другие группировки; <br />
            26.30 Оборудование коммуникационное; <br />
            26.30.5 Устройства охранной или пожарной сигнализации и аналогичная аппаратура; <br />
            26.30.9 Услуги по производству коммуникационного оборудования отдельные, выполняемые
            субподрядчиком
          </td>
        </tr>
      </tbody>
    </table>
  </div>
);

export { Requisites };
